Repository: mpet-tr/weblate-test
Catalog: po/*/hello.po
Languages: de

source: Thank you for your purchase.
de: Danke für ihren Einkauf.

source: Hello World
de: Hallo Welt!!

source: %d file read
de: %d Datei gelesen

source: Please click here
de: Bitte hier klicken

source: In Weblate translations are organized into projects and components. Each project can contain number of components and those contain translations into individual languages. The component corresponds to one translatable file (for example GNU gettext or Android string resources). The projects are there to help you organize component into logical sets (for example to group all translations used within one application).
de: In Weblate werden Übersetzungen in Projekte und Komponenten organisiert. Jedes Projekt kann eine Anzahl von Komponenten enthalten, die Übersetzungen in einzelne Sprachen enthalten. Die Komponente entspricht einer übersetzbaren Datei (zum Beispiel GNU gettext oder Android String-Ressourcen). Die Projekte helfen Ihnen dabei, Komponenten in logische Sätze zu organisieren (z.B. um alle Übersetzungen innerhalb einer Anwendung zu gruppieren).

source: %d files read
de: %d Dateien gelesen

source: tour-123-name
de: Name der Tour 123, Version 1

source: tour-124-name
de: Name der Tour 124

source: tour-125-name
de: Name der Tour 125

source: tour-125-it-01
de: Tour 125 Reiseroute 1

source: tour-125-it-02
de: Tour 125 Reiseroute 2

source: tour-125-it-03
de: Tour 125 Reiseroute 3

source: tour-126-it-01
de: Tour 126 Reiseroute 1

source: tour-126-it-02
de: Tour 126 Reiseroute 2

source: tour-126-it-03
de: Tour 126 Reiseroute 3!

source: Hello World, how are you?
de: Hallo Welt, wie geht es dir?

source: tour-126-it-04
de: Tour 126 Reiseroute 4!
